{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"_comment": "Curated dev+app manifest for reproducing Marcus's Windows environment. Replay with: winget import bootstrap/winget-packages.json --accept-package-agreements --accept-source-agreements --ignore-unavailable --ignore-versions. Regenerate the raw superset any time with: winget export -o raw.json. Pure redistributable runtimes (VCRedist/UI.Xaml/WindowsAppRuntime) are omitted here because they install as dependencies of the packages that need them.",
	"Sources": [
		{
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			},
			"Packages": [
				{ "PackageIdentifier": "Git.Git" },
				{ "PackageIdentifier": "GitHub.cli" },
				{ "PackageIdentifier": "GitHub.GitHubDesktop" },
				{ "PackageIdentifier": "GitHub.Copilot" },
				{ "PackageIdentifier": "Amazon.AWSCLI" },
				{ "PackageIdentifier": "Amazon.SAM-CLI" },
				{ "PackageIdentifier": "Amazon.SessionManagerPlugin" },
				{ "PackageIdentifier": "Hashicorp.Terraform" },
				{ "PackageIdentifier": "Docker.DockerDesktop" },
				{ "PackageIdentifier": "Google.CloudSDK" },
				{ "PackageIdentifier": "Casey.Just" },
				{ "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
				{ "PackageIdentifier": "JohnMacFarlane.Pandoc" },
				{ "PackageIdentifier": "Gyan.FFmpeg" },
				{ "PackageIdentifier": "ImageMagick.ImageMagick" },
				{ "PackageIdentifier": "Insecure.Nmap" },
				{ "PackageIdentifier": "Oven-sh.Bun" },
				{ "PackageIdentifier": "Rustlang.Rustup" },
				{ "PackageIdentifier": "GoLang.Go" },
				{ "PackageIdentifier": "Python.Python.3.14" },
				{ "PackageIdentifier": "Python.Launcher" },
				{ "PackageIdentifier": "astral-sh.uv" },
				{ "PackageIdentifier": "zig.zig" },
				{ "PackageIdentifier": "Typst.Typst" },
				{ "PackageIdentifier": "EclipseAdoptium.Temurin.17.JDK" },
				{ "PackageIdentifier": "Microsoft.DotNet.SDK.8" },
				{ "PackageIdentifier": "Microsoft.DotNet.Runtime.9" },
				{ "PackageIdentifier": "Microsoft.DotNet.AspNetCore.9" },
				{ "PackageIdentifier": "Microsoft.msodbcsql.17" },
				{ "PackageIdentifier": "Microsoft.PowerShell" },
				{ "PackageIdentifier": "Microsoft.WindowsTerminal" },
				{ "PackageIdentifier": "Microsoft.WSL" },
				{ "PackageIdentifier": "JanDeDobbeleer.OhMyPosh" },
				{ "PackageIdentifier": "wez.wezterm" },
				{ "PackageIdentifier": "Neovim.Neovim" },
				{ "PackageIdentifier": "glzr-io.glazewm" },
				{ "PackageIdentifier": "glzr-io.zebar" },
				{ "PackageIdentifier": "Microsoft.VisualStudioCode" },
				{ "PackageIdentifier": "Anysphere.Cursor" },
				{ "PackageIdentifier": "Microsoft.VisualStudio.Community" },
				{ "PackageIdentifier": "Anthropic.Claude" },
				{ "PackageIdentifier": "Obsidian.Obsidian" },
				{ "PackageIdentifier": "SlackTechnologies.Slack" },
				{ "PackageIdentifier": "Microsoft.Teams" },
				{ "PackageIdentifier": "Microsoft.PowerToys" },
				{ "PackageIdentifier": "Google.Chrome.EXE" },
				{ "PackageIdentifier": "Tailscale.Tailscale" },
				{ "PackageIdentifier": "Microsoft.OneDrive" }
			]
		}
	],
	"WinGetVersion": "1.29.280"
}
